Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/3545.tmx
Source language: ba
Languages: ru

source: 3545 һүҙ
ru: 3545 слов

source: өй
ru: дом

source: өйөм
ru: мой дом

source: фатир
ru: квартира

source: бүлмə
ru: комната

source: бүлмəм
ru: моя комната

source: минең бүлмəм
ru: моя комната

source: минең бүлмə
ru: моя комната

source: фатирығыҙ
ru: ваша квартира

source: минеке
ru: мой

source: апайҙыҡы
ru: сестры

source: берəү
ru: один

source: икəү
ru: двое

source: өсəү
ru: трое

source: дүртəү
ru: четверо

source: бишəү
ru: пятеро

source: алтау
ru: шестеро

source: етəү
ru: семеро

source: унау
ru: десятеро

source: берəр
ru: по одному

source: икешəр
ru: по два

source: дүртəр
ru: по четыре

source: бишəр
ru: по пять

source: ун берəр
ru: по одиннадцать

source: утыҙар
ru: по тридцать

source: ҡырҡар
ru: по сорок

source: иллешəр
ru: по пятьдесят

source: йөҙəр
ru: по сто

source: меңəр
ru: по тысяче

source: унар
ru: по десять

source: унлап
ru: примерно десять

source: унлаған
ru: примерно десять

source: ун тирəһе
ru: примерно десять

source: ун самаһы
ru: примерно десять

source: ун бишлəгəн
ru: примерно пятнадцать

source: ун бишлəп
ru: примерно пятнадцать

source: ун биш тирəһе
ru: примерно пятнадцать

source: алтмышлаған
ru: примерно шестьдесят

source: алтмышлап
ru: примерно шестьдесят

source: алтмыш тирəһе
ru: примерно шестьдесят

source: икенəн бер
ru: одна вторая

source: биштəн бер
ru: одна пятая

source: ике бөтөн етенəн ике
ru: две целых две седьмых

source: һары шар
ru: желтый шар

source: шартлы
ru: условные

source: яҙғы көн
ru: весенний день

source: птичье гнездо
ru: ҡош ояһы

source: отцова шляпа
ru: атайымдың эшлəпəһе

source: төп дəрəжə
ru: основная степень

source: тəмле бəлеш
ru: вкусный пирог

source: сағыштырыу дəрəжəһе
ru: сравнительная степень

source: тау бейегерəк
ru: гора выше

source: артыҡлыҡ дəрəжəһе
ru: превосходная степень

source: ап-аҡ ҡар
ru: белый-пребелый снег

source: бик киң
ru: самый широкий

source: аҙһытыу дəрəжəһе
ru: уменьшительная степень

source: зəңгəрһыу
ru: голубоватый

source: күркəмерəк
ru: красивее

source: оҙонораҡ
ru: длиннее

source: яҡшыраҡ
ru: лучше

source: ҡып-ҡыҙыл
ru: красный- прекрасный

source: ҡап-ҡара
ru: черный-пречерный

source: еп-еңел
ru: очень легкий

source: бейек-бейек тауҙар
ru: высокие-превысокие горы

source: тəмле-тəмле аштар
ru: вкусные-превкусные кушанья

source: иң
ru: самый

source: үтə
ru: очень

source: ифрат
ru: очень

source: бик
ru: очень

source: иң бейек
ru: самый высокий

source: үтə ҡыҙыл
ru: сильно красный

source: бик сибəр
ru: очень красивый

source: йəшел
ru: зеленоватый

source: йəшкелт
ru: зеленоватый

source: һоро
ru: сероватый

source: һорғолт
ru: сероватый

source: аҡ
ru: беловатый

source: аҡһыл
ru: беловатый

source: иртəнге ысыҡ
ru: утренняя роса

source: урмандағы елəк
ru: лесная ягода

source: асфальт юл
ru: асфальтовая дорога

source: балыҡлы
ru: рыбный

source: түлəүле
ru: платная

source: тоҙло
ru: соленый

source: һөтлө
ru: молочный

source: аҡыллы
ru: умный

source: тауышһыҙ
ru: без шума

source: шəкəрһеҙ
ru: без сахара

source: билдəһеҙ
ru: неизвестный

source: һөтһөҙ
ru: без молока

source: яҙғы
ru: весенний

source: һуңғы
ru: последний

source: йəйге
ru: летний

source: ҡышҡы
ru: зимний

source: көҙгө
ru: осенний

source: ҡунаҡсыл
ru: гостеприимный

source: көнсөл
ru: ревнивый

source: аҡлы-ҡаралы
ru: черно-белый

source: тəмле-татлы
ru: вкусный-превкусный

source: эреле-ваҡлы
ru: крупные и мелкие

source: матур-матур ҡыҙҙар
ru: красивые-прекрасивые девушки

source: көслө- көслө егеттəр
ru: сильные-пресильные джигиты

source: асыҡ һары
ru: ярко-желтый

source: аҡһыл ҡыҙыл
ru: светло-красный

source: таштай ҡаты
ru: твердый как камень

source: əллə кем
ru: кто-то

source: əллə нимə
ru: что-то

source: əллə ниндəй
ru: какой-то

source: əллə нисек
ru: как-то

source: əллə ҡасан
ru: давно

source: əллə ҡайҙа
ru: где-то

source: əллə нисə
ru: сколько-то

source: ҡасандыр
ru: когда-то

source: ҡайҙалыр
ru: где-то

source: кемдер
ru: кто-то

source: нимəлер
ru: что-то

source: нисектер
ru: как-то

source: һис
ru: ничто

source: бер
ru: один

source: һис кем
ru: никто

source: һис бер кем
ru: никто

source: һис нимə
ru: ничто

source: һис бер нимə
ru: ничто

source: һис ниндəй
ru: никакой

source: һис бер ниндəй
ru: никакой

source: һис ҡасан,
ru: никогда

source: һис бер ҡасан
ru: никогда

source: һинеке
ru: твой

source: уныҡы
ru: ее, его

source: беҙҙеке
ru: наш

source: һеҙҙеке
ru: ваш

source: уларҙыҡы
ru: их

source: был
ru: этот

source: быныҡы
ru: этого

source: шул
ru: тот

source: шуныҡы
ru: того

source: кем
ru: кто

source: кемдеке
ru: чей

source: Китап минеке.
ru: Книга моя

source: ашағы килə
ru: хочется есть

source: йоҡлағы килə
ru: хочется спать

source: көлгө килə
ru: хочется смеяться

source: хəл ҡылым
ru: деепричастие

source: сифат ҡылым
ru: причастие

source: уртаҡ ҡылым
ru: инфинитив

source: исем ҡылым
ru: имя действия

source: яҙып
ru: написав

source: ҡарап
ru: смотря

source: көтөп
ru: ожидая

source: барғас
ru: придя

source: ҡайтҡас
ru: возвращаясь

source: киткəс
ru: уйдя

source: ҡайтҡансы
ru: пока не возвратились

source: килгəнсе
ru: пока не пришли

source: яҙа-яҙа арыны
ru: устал писать

source: йырлай-йырлай атланы
ru: шагал припевая

source: белгəн тема
ru: тема, которую знаю

source: уҡыған китап
ru: книга, которую прочитал

source: һөйлəүсе кеше
ru: человек, который говорит

source: һатыусы ҡатын
ru: женщина-продавец

source: əйтер һүҙ
ru: слово, которое скажу

source: əйтəсəк һүҙ
ru: слово, которое скажу

source: əйтəһе һүҙ
ru: слово, которое скажу

source: уҡырға
ru: читать

source: килергə
ru: приходить

source: көлөргə
ru: смеяться

source: торорға
ru: встать

source: ҡарарға
ru: смотреть

source: һөйлəргə
ru: рассказывать

source: яҙмаҫҡа
ru: не писать

source: көлмəҫкə
ru: не смеяться

source: йөрөү
ru: хождение

source: көлөү
ru: смех

source: уҡыу
ru: учеба

source: мин яҙам
ru: я пишу

source: Булат йөрөй
ru: Булат ходит

source: Айгөл йырлай
ru: Айгуль поет

source: йыуынам
ru: моюсь

source: кейенəм
ru: одеваюсь

source: каникул башланды
ru: начались каникулы

source: өй төҙөлдө
ru: дом построен

source: эшлəшə
ru: помогает сделать

source: йыуыша
ru: помогает стирать

source: уйлат
ru: заставь думать

source: яҙҙыр
ru: заставь писать

source: ятҡыр
ru: уложи

source: яҙҙыртылды
ru: заставили написать

source: РƏҮЕШ
ru: НАРЕЧИЕ

source: РƏҮЕШ ДƏРƏЖƏЛƏРЕ
ru: СТЕПЕНИ СРАВНЕНИЯ НАРЕЧИЙ

source: основная степень
ru: төп дəрəжə

source: сравнительная степень
ru: сағыштырыу дəрəжəһе

source: превосходная степень
ru: артыҡлыҡ дəрəжəһе

source: аҙыраҡ
ru: меньше

source: иртəрəк
ru: раньше

source: тиҙерəк
ru: быстрее

source: Башҡортостанда урмандар, йылғалар һəм күлдəр бик күп.
ru: В Башкортостане очень много лесов, рек и озер.

source: лəкин?
ru: но

source: юғиһə
ru: однако

source: юҡһа
ru: иначе

source: фəҡəт
ru: только

source: əммə
ru: однако

source: ə
ru: а

source: тик
ru: но

source: бары
ru: только

source: иллə мəгəр
ru: однако

source: шулай ҙа
ru: тем не менее

source: Ул шəп, лəкин матур яҙа.
ru: Он пишет быстро, но красиво.

source: йə
ru: или

source: йəки
ru: или

source: йəиһə
ru: или

source: берсə
ru: то

source: әллə
ru: то

source: Ул берсə миңə, берсə Оксанаға ҡараны.
ru: Он посмотрел то на меня, то на Оксану.

source: хатта
ru: даже

source: бəлки
ru: может быть

source: йəғни
ru: то есть

source: Ул шəп алдай, хатта ышандыра.
ru: Он искусно врет, даже верится.

source: эйəртеүсе теркəүестəр
ru: подчинительные союзы

source: əгəр
ru: если

source: əгəр ҙə
ru: если

source: əгəр ҙə мəгəр
ru: если

source: сөнки
ru: потому что

source: гəрсə
ru: хотя

source: шуға
ru: поэтому

source: шуға ла
ru: поэтому

source: шуға күрə
ru: поэтому

source: шунлыҡтан
ru: поэтому

source: тимəк
ru: значит

source: Ул юл буйында үҫə, шуға күрə юл япрағы тип атала.
ru: Он растет у дороги, поэтому и называется подорожник.

source: ҺӨЙЛƏҮ МАҠСАТЫ БУЙЫНСА ҺӨЙЛƏМ ТӨРҘƏРЕ
ru: ТИПЫ ПРЕДЛОЖЕНИЙ ПО ЦЕЛИ ВЫСКАЗЫВАНИЯ

source: Мин юрист булып эшлəйем
ru: Я работаю юристом

source: Искəндəр килдеме?
ru: Искандер приехал?

source: Йəшəһен тыныслыҡ!
ru: Да здравствует мир!

source: Һəр ваҡыт булһын ҡояш!
ru: Пусть всегда будет солнце!

source: СОСТАВЫ БУЙЫНСА ҺӨЙЛƏМ ТӨРҘƏРЕ
ru: ТИПЫ ПРЕДЛОЖЕНИЙ ПО СОСТАВУ ГЛАВНЫХ ЧЛЕНОВ

source: БЕР СОСТАВЛЫ ҺӨЙЛƏМДƏР
ru: ОДНОСОСТАВНЫЕ ПРЕДЛОЖЕНИЯ

source: Аяҡ аҫты еүеш, тайғаҡлата.
ru: Сыро, немножко скользко.

source: Ныҡ арылды.
ru: Устал

source: Йəйəү йөрөлдө.
ru: Пешком ходил.

source: Миңə уңайһыҙ.
ru: Мне неудобно.

source: Тиҙерəк эшлəргə!
ru: Быстрее работать!

source: Артта ҡалмаҫҡа!
ru: Не отставать!

source: ярай
ru: можно

source: мөмкин
ru: можно

source: ярамай
ru: нельзя

source: кəрəк
ru: нужно

source: Керергə мөмкин!
ru: Можно зайти!

source: Уҡырға кəрəк!
ru: Надо учиться!

source: Əсене татымаһаң, тəмлене белə алмаҫһың
ru: Если не попробуешь горького, не узнаешь вкус сладкого.

source: Ете уйла, бер киҫ.
ru: Семь раз отмерь, один раз отрежь.

source: Себеште көҙ һанайҙар.
ru: Цыплят по осени считают.

source: Ағастар.
ru: Деревья

source: Ағастар төбөндə эскəмйə.
ru: Под деревьями скамейка.

source: Делегаттарға сəлəм!
ru: Привет делегатам!

source: Беҙҙең заманда ла батырлыҡтар күрһəтерлек эштəр тулып ята.
ru: И в наше время можно совершать подвиги.

source: ИКЕ СОСТАВЛЫ ҺӨЙЛƏМДƏР
ru: ДВУСОСТАВНЫЕ ПРЕДЛОЖЕНИЯ

source: Бишбармаҡты донъяла Хəлимə апайҙан да тəмлерəк итеп əҙерлəгəн кеше юҡ
ru: В мире нет никого, кто бы приготовил бишбармак вкуснее Халимы.

source: Яҡшы егеттəр аҙмы ни?
ru: Мало ли хороших парней?

source: Тəбиғəт – бөтə халыҡ байлығы.
ru: Природа – это богатство всего народа.

source: БЕРЕНСЕ ДӘРЕС
ru: УРОК ПЕРВЫЙ

source: Башҡорт теленең үҙенсәлектәре
ru: Особенности башкирского языка

source: үгеҙ быҙау
ru: бычок

source: орғасы быҙау
ru: телка

source: арлан эт
ru: кобель

source: кәнтәй эт
ru: сука

source: бала
ru: ребенок

source: балам
ru: мой ребенок

source: балаң
ru: твой ребенок

source: балаһы
ru: его (ее) ребенок

source: әсәй менән
ru: с мамой

source: өй аша
ru: через дом

source: кеше өсөн
ru: для человека

source: өҫтәлдә
ru: на столе

source: өҫтәлдән
ru: со стола

source: өҫтәлгә
ru: на стол

source: Өфөнән
ru: из Уфы

source: Өфөгә
ru: в Уфу

source: Мин китәм.
ru: Я ухожу

source: Мин китәм
ru: Я уезжаю

source: Мин ҡалаға китәм.
ru: Я поеду в город.

source: Һаумыһығыҙ, мин —Азат!
ru: Здравствуйте, я – Азат!

source: Һаумыһығыҙ, Азат!
ru: Здравствуйте, Азат!

source: Һаумыһығыҙ, Айгөл!
ru: Здравствуйте, Айгуль!

source: Һаумыһығыҙ, Дима!
ru: Здравствуйте, Дима!

source: Һаумы, Антон!
ru: Здравствуй, Антон!

source: Һаумы, Гүзәл!
ru: Здравствуй, Гузель!

source: Һаумы, Әлиә!
ru: Здравствуй, Алия!

source: Сәләм, Тимур!
ru: Привет, Тимур!

source: Сәләм, Нур!
ru: Привет, Нур!

source: Сәләм, Оля!
ru: Привет, Оля!

source: Хәйерле иртә!
ru: Доброе утро!

source: Хәйерле көн!
ru: Добрый день!

source: Хәйерле кис!
ru: Добрый вечер!

source: атай
ru: папа, отец

source: әсәй
ru: мама, мать

source: Хәйерле иртә, Алмас!
ru: Доброе утро, Алмас!

source: Хәйерле көн, Юлия!
ru: Добрый день, Юлия!

source: Хәйерле кис, атай!
ru: Добрый вечер, папа!

source: Мин – Марат.
ru: Я – Марат.

source: Мин – Алёна.
ru: Я – Алёна.

source: Мин – Әлфиә.
ru: Я – Альфия.

source: Һин – Александр.
ru: Ты – Александр.

source: Һин – Нәсимә.
ru: Ты – Насима.

source: Һин – Роза.
ru: Ты – Роза.

source: Ул – Азамат.
ru: Он – Азамат.

source: Ул – Зөлфиә.
ru: Она – Зульфия.

source: Һаумыһығыҙ, мин – Азат!
ru: Здравствуйте, я – Азат!

source: Сәләм, мин – Азат!
ru: Привет, я – Азат!

source: Мин бик шат!
ru: Я очень рад (рада)!

source: Мин дә!
ru: Я тоже!

source: Мин – Илгиз.
ru: Я – Ильгиз.

source: Мин – Алма.
ru: Я – Алма.

source: Мин – Кәримә.
ru: Я – Карима.

source: Мин – Кәрим.
ru: Я – Карим.

source: Мин – Зилә Моратовна.
ru: Я – Зиля Муратовна.

source: Мин – Айнур Шәрипов.
ru: Я – Айнур Шарипов.

source: Мин – Гөлшат Әмирова.
ru: Я – Гульшат Амирова.

source: Мин – Борис Иванов.
ru: Я – Борис Иванов.

source: Мин дә шат!
ru: Я тоже рада!

source: Мин дә шат, Зилә Моратовна!
ru: Я тоже рад, Зиля Муратовна!

source: Был
ru: этот

source: Был – Оксана.
ru: Это Оксана.

source: Был – рокер.
ru: Это – рокер.

source: Был – байкер.
ru: Это – байкер.

source: Был – Әхәт.
ru: Это – Ахат.

source: Был – панк.
ru: Это – панк.

source: Был – хакер.
ru: Это – хакер.

source: бар
ru: есть

source: юҡ
ru: нет

source: эйе
ru: да

source: Игорь бар.
ru: Игорь есть.

source: Иршат юҡ.
ru: Иршата нет.

source: Айгөл бармы?
ru: Айгуль есть?

source: Бар.
ru: Есть.

source: Денис бармы?
ru: Денис есть?

source: Юлай бармы?
ru: Юлай есть?

source: Юҡ.
ru: Нет.

source: Салауат бармы?
ru: Салават есть?

source: Булат бармы?
ru: Булат есть?

source: Булат юҡ.
ru: Булата нет.

source: Был Рәйләме?
ru: Это Райля?

source: Рәйлә.
ru: Райля.

source: Был Рәмиләме?
ru: Это Рамиля?

source: Рәмилә.
ru: Рамиля.

source: Был Юрамы?
ru: Это Юра?

source: Был рокермы?
ru: Это рокер?

source: Был репермы?
ru: Это репер?

source: Был Әнисәме?
ru: Это Аниса?

source: Был магазинмы?
ru: Это магазин?

source: Эйе.
ru: Да.

source: Был Юлиямы?
ru: Это Юлия?

source: Был байкермы?
ru: Это байкер?

source: Был Рөстәмме?
ru: Это Рустам?

source: Эйе, Рөстәм.
ru: Да, Рустем.

source: Был почтамы?
ru: Это почта?

source: Эйе, почта.
ru: Да, почта.

source: Был рокмы?
ru: Это рок

source: Эйе, рок.
ru: Да, рок.

source: Был Динәме?
ru: Это Дина

source: Эйе, был Динә.
ru: Да, это Дина.

source: Был дискетмы?
ru: Это дискета?

source: Эйе, был дискет.
ru: Да, это дискета.

source: Был Әмирме?
ru: Это Амир?

source: Эйе, был Әмир.
ru: Да, это Амир.

source: Минме?
ru: Я?

source: Һинме?
ru: Ты?

source: Улмы?
ru: Он (она)?

source: Һин Антонмы?
ru: Ты Антон?

source: Һин Әсмәме?
ru: Ты Асма?

source: Әсмә.
ru: Асма

source: Һин рокермы?
ru: Ты рокер?

source: Һин Нурмы?
ru: Ты Нур?

source: Һин Элиәме?
ru: Ты Алия?

source: Эйе, Әлиә.
ru: Да, Алия.

source: Һин Настямы?
ru: Ты Настя?

source: Эйе, мин – Настя.
ru: Да, я – Настя.

source: Ул Андреймы?
ru: Он Андрей?

source: Эйе, Андрей.
ru: Да, Андрей.

source: Ул хакермы?
ru: Он хакер?

source: Эйе, ул – хакер.
ru: Да, он – хакер

source: Һин Уралмы?
ru: Ты Урал?

source: Һин.
ru: Ты.

source: Эйе, Урал.
ru: Да, Урал.

source: Был һинме?
ru: Это ты?

source: Эйе, мин.
ru: Да, я.

source: Ул Айҙармы?
ru: Это Айдар?

source: Ул.
ru: Он.

source: Эйе, Айҙар.
ru: Да, Айдар.

source: Һин Айсармы?
ru: Ты Айсар?

source: Юҡ, мин – Айҙар.
ru: Нет, я – Айдар.

source: Һинме Аня?
ru: Ты Аня?

source: Һин!
ru: Ты!

source: Юҡ, мин – Оля.
ru: Нет, я – Оля.

source: Ул Димме?
ru: Он Дим?

source: Юҡ, ул – Шамил.
ru: Нет, он – Шамиль.

source: Мин – Ринат.
ru: Я – Ринат.

source: Ә был – Рәшит.
ru: А это – Рашит.

source: Мин – Сергей.
ru: Я – Сергей.

source: Ә был – Дарья.
ru: А это – Дарья.

source: Мин – аспирант.
ru: Я – аспирант.

source: Ә был – студент.
ru: А это – студент.

source: Мин – Ирек. Был – Сафия.
ru: Я – Ирик. Это – Сафия.

source: Ә һин Гөлназмы?
ru: А ты Гульназ?

source: Гөлназ.
ru: Гульназ.

source: Мин – Борис.
ru: Я – Борис.

source: Ә ул – Лена.
ru: А она – Лена.

source: Һин Денисмы?
ru: Ты Денис?

source: Эйе, мин – Денис.
ru: Да, я – Денис,

source: Мин – Вадим.
ru: Я – Вадим.

source: Был – Зөһрә.
ru: Это – Зухра.

source: Ул – Зарема.
ru: Она – Зарема.

source: Ә һин Артурмы?
ru: А ты Артур?

source: Юҡ. Мин – Искәндәр.
ru: Нет. Я – Искандер.

source: түгел
ru: не, нет!

source: Һин Таһирмы?
ru: Ты Тагир?

source: Түгел.
ru: Нет.

source: Һин студентмы?
ru: Ты студент?

source: Ул Алисамы?
ru: Она Алиса?

source: Түгел, ул – Алена.
ru: Нет, она – Алена.

source: Был Ғәлиәме?
ru: Это Галия?

source: Юҡ, Ғәлиә түгел.
ru: Нет, не Галия.

source: Һин Шәүрәме?
ru: Ты Шаура?

source: Түгел!
ru: Нет!

source: Был институтмы?
ru: Это институт?

source: Был колледж.
ru: Это колледж.

source: Һин Ришатмы?
ru: Ты Ришат?

source: Юҡ, Ришат түгел, мин – Рәмис.
ru: Нет, не Ришат, я – Рамис.

source: Ул Батырмы?
ru: Он Батыр?

source: Юҡ, Батыр түгел.
ru: Нет, не Батыр.

source: Ул рокермы?
ru: Он рокер?

source: Юҡ, ул рокер түгел, ул – дайвер.
ru: Нет, он не рокер, он – дайвер.

source: Ғәфү ит!
ru: Извини!

source: Ғәфү итегеҙ!
ru: Извините!

source: беҙ
ru: мы

source: һеҙ
ru: вы

source: улар
ru: они

source: Ғәфү ит, һин Әнисәме?
ru: Извини, ты Аниса?

source: Ғәфү ит, һин Айбулатмы?
ru: Извини, ты Айбулат?

source: Эйе, Айбулат.
ru: Да, Айбулат.

source: Ғәфү ит, һин Иванмы?
ru: Извини, ты Иван?

source: Ғәфү ит, һин Азалиямы?
ru: Извини, ты Азалия?

source: Ғәфү ит, һин дайвермы?
ru: Извини, ты дайвер?

source: Юҡ, мин – попер.
ru: Нет, я – попер.

source: Ғәфү итегеҙ, һеҙ Рабиғамы?
ru: Извините, Вы Рабига?

source: Ғәфү итегеҙ, һеҙ Тимурмы?
ru: Извините, Вы Тимур?

source: Ғәфү итегеҙ, һеҙ Фәритме?
ru: Извините, Вы Фарит?

source: Ғәфү итегеҙ, Һеҙ студентмы?
ru: Извините, Вы студент?

source: Юҡ, студент түгел.
ru: Нет, не студент.

source: Ғәфү итегеҙ, Һеҙ инженермы?
ru: Извините, Вы инженер?

source: Эйе, инженер.
ru: Да, инженер.

source: Беҙ студенттар.
ru: Мы студенты.

source: Һеҙ студенттар.
ru: Вы студенты.

source: Улар студенттар.
ru: Они студенты.

source: Беҙ банкирҙар.
ru: Мы банкиры

source: – Вы банкиры.
ru: Һеҙ банкирҙар.

source: Улар банкирҙар.
ru: Они банкиры.

source: Һау булығыҙ!
ru: До свидания!

source: Һау бул!
ru: До свидания!

source: Иҫән булығыҙ!
ru: До свидания!

source: Иҫән бул!
ru: До свидания!

source: Һау бул, әсәй!
ru: До свидания, мама!

source: Һау бул, атай!
ru: До свидания, папа!

source: Һау булығыҙ, Алһыу, Раушания!
ru: До свидания, Алсу, Раушания!

source: Иҫән бул, Марс!
ru: До свидания, Марс!

source: Иҫән бул, Юра!
ru: До свидания, Юра!

source: Иҫән бул, Гөлнара!
ru: До свидания, Гульнара!

source: Иҫән булығыҙ, Марс, Юра, Гөлнара!
ru: До свидания, Марс, Юра, Гульнара!

source: Хушығыҙ!
ru: Прощайте!

source: Хуш!
ru: Прощай!

source: Хуш, Сережа!
ru: Прощай, Сережа!

source: Хуш, Мария!
ru: Прощай, Мария!

source: Хушығыҙ, студенттар!
ru: Прощайте, студенты!

source: ӨСӨНСӨ ДӘРЕС
ru: УРОК ТРЕТИЙ

source: Азат, һин ҡайҙан?
ru: Азат, откуда ты?

source: Ҡайҙан?
ru: Откуда?

source: Мәскәүҙән
ru: из Москвы

source: Сибайҙан
ru: из Сибая

source: Учалынан
ru: из Учалов

source: Баймаҡтан
ru: из Баймака

source: Сибайҙан.
ru: Из Сибая.

source: Һаумыһығыҙ!
ru: Здравствуйте!

source: Мин – Юлия Петрова, Өфөнән.
ru: Я – Юлия Петрова, из Уфы.

source: Мин – Марат Әлибаев, Белореттан.
ru: Я – Марат Алибаев, из Белорецка.

source: Мин дә.
ru: Я тоже.

source: Ғәфү итегеҙ, һеҙ Мәләүездәнме?
ru: Извините, Вы из Мелеуза?

source: Эйе, Мәләүездән.
ru: Да, из Мелеуза.

source: Ғәфү ит, һин ҡайҙан?
ru: Извини, ты откуда?

source: Магазиндан.
ru: Из магазина.

source: Ә һин техникумданмы?
ru: А ты из техникума?

source: Юҡ, бассейндан.
ru: Нет, из бассейна.

source: Иван Мәскәүҙән.
ru: Иван из Москвы.

source: Джон Вашингтондан.
ru: Джон из Вашингтона.

source: Марта Берлиндан.
ru: Марта из Берлина.

source: Ляо Пекиндан.
ru: Ляо из Пекина.

source: Илкнур Анкаранан.
ru: Илькнур из Анкары.

source: Омар Бейруттан.
ru: Омар из Бейрута.

source: Айтуған Салауаттан.
ru: Айтуган из Салавата.

source: Кем?
ru: Кто?

source: Был кем?
ru: Кто это?

source: Был – Гарри Поттер.
ru: Это – Гарри Поттер.

source: Был – Нур.
ru: Это – Нур.

source: Был – Тимур.
ru: Это – Тимур.

source: Ә был кем, Әлиәме?
ru: А это кто, Алия?

source: Эйе, был – Әлиә.
ru: Да, это – Алия.

source: Айсар, был кем?
ru: Айсар, кто это?

source: Был – Гөлдәр.
ru: Это – Гульдар.

source: Азат, был кем?
ru: Азат, кто это?

source: Был – Олег Иванов.
ru: Это – Олег Иванов.

source: Ул Стәрлетамаҡтан.
ru: Он из Стерлитамака.

source: Айҙар, был кем?
ru: Айдар, кто это?

source: Был – Алина.
ru: Это – Алина.

source: Ул – журналист.
ru: Она – журналист

source: Ә был кем?
ru: А это кто?

source: Былмы?
ru: Это?

source: Был – Булат.
ru: Это – Булат.

source: Ул Учалынан.
ru: Он из Учалов.

source: ағай
ru: старший брат

source: абзый
ru: дядя

source: апай
ru: старшая сестра

source: олатай
ru: дедушка

source: ҡартатай
ru: дедушка

source: өләсәй
ru: бабушка

source: ҡартәсәй
ru: бабушка

source: һеңле
ru: младшая сестра

source: ҡусты
ru: младший брат

source: эне
ru: младший брат

source: Был атай.
ru: Это папа.

source: Был ағай.
ru: Это брат.

source: Был апаймы?
ru: Это сестра?

source: Юҡ, был инәй.
ru: Нет, это тетя.

source: Был олатаймы?
ru: Это дедушка?

source: Олатай түгел, атай.
ru: Не дедушка, папа

source: Мөмкин
ru: можно

source: Мөмкинме?
ru: Можно?

source: Морат Ғәлиевич, мөмкинме?
ru: Мурат Галиевич, можно?

source: Мөмкин.
ru: Можно.

source: Ғәфү итегеҙ, мөмкинме?
ru: Извините, можно?

source: Мин – Дамир Айсин, журналист.
ru: Я – Дамир Айсин, журналист.

source: Мин бик шат. Өфөнәнме?
ru: Я очень рад. Из Уфы?

source: Эйе, Өфөнән.
ru: Да, из Уфы.

source: Рәхим итегеҙ!
ru: Добро пожаловать!

source: Рәхмәт!
ru: Спасибо!

source: Мөмкин, рәхим итегеҙ!
ru: Можно, добро пожаловать!

source: Ғәлиә Арслановна, мөмкинме?
ru: Галия Арслановна, можно?

source: Мөмкин, рәхим ит, Тимур.
ru: Можно, добро пожаловать, Тимур.

source: Һаумыһығыҙ, Ғәлиә Арслановна!
ru: Здравствуйте, Галия Арслановна!

source: Һин ҡайҙан?
ru: Ты откуда?

source: Мин Канаданан, конференциянан.
ru: Я из Канады, с конференции.

source: Мин бик шат.
ru: Я очень рада.

source: Рәхмәт.
ru: Спасибо.

source: Таныш бул!
ru: Познакомься!

source: Таныш булығыҙ!
ru: Познакомьтесь!

source: таныш
ru: знакомый

source: Алмас, таныш бул, был – Мария.
ru: Алмас, познакомься, это – Мария.

source: Атай, әсәй, таныш булығыҙ, был – Рәйлә
ru: Папа, мама, познакомьтесь, это – Райля.

source: Беҙ бик шат.
ru: Мы очень рады.

source: Мин дә шат.
ru: Я тоже рада.

source: Әсәй, таныш бул, был – Илдар.
ru: Мама, познакомься, это – Ильдар.

source: Һаумы, Илдар!
ru: Здравствуй, Ильдар!

source: Рәхим ит!
ru: Добро пожаловать!

source: Рәхмәт, Әсмә Солтановна.
ru: Спасибо, Асма Султановна.

source: Илдар, һин Өфөнәнме?
ru: Ильдар, ты из Уфы?

source: Юҡ, Күмертауҙан.
ru: Нет, из Кумертау.

source: Эйе, студент.
ru: Да, студент.

source: Сәләм, Илшат!
ru: Привет, Ильшат!

source: Сәләм, Әнүр?
ru: Привет, Анур!

source: Таныш булығыҙ
ru: Познакомьтесь

source: был – Әнүр, был – Илнур
ru: это – Анур, это – Ильнур

source: был – Әмир, был – Илгиз.
ru: это – Амир, это – Ильгиз.

source: Һаумы, сәләм, Әнүр.
ru: Здравствуй, привет, Анур!

source: Илшат, һеҙ ҡайҙан?
ru: Ильшат, вы откуда?

source: Беҙ техникумдан, һин ҡайҙан?
ru: Мы из техникума, ты откуда?

source: Мин вокзалдан.
ru: Я с вокзала.

source: Ишембайҙанмы?
ru: Из Ишимбая?

source: Юҡ, Ишембайҙан түгел, Германиянан.
ru: Нет, не из Ишимбая, из Германии.

source: 0-о-о!
ru: О-о-о!

source: Рәхмәт, мин дә шат.
ru: Спасибо, я тоже рад.

source: ДҮРТЕНСЕ ДӘРЕС
ru: УРОК ЧЕТВЕРТЫЙ

source: Азат, хәлдәр нисек?
ru: Азат, как дела?

source: Хәлдәр нисек?
ru: Как дела?

source: Яҡшы
ru: хорошо

source: Бик яҡшы
ru: очень хорошо

source: Һәйбәт
ru: хорошо

source: Шәп
ru: очень хорошо

source: Уртаса
ru: средне

source: Насар түгел
ru: неплохо

source: Насар
ru: плохо

source: Бик насар
ru: очень плохо

source: Хөрт
ru: очень плохо

source: Аллаға шөкөр
ru: слава богу

source: Яҡшы.
ru: Хорошо.

source: Марат, хәлдәр нисек?
ru: Марат, как дела?

source: Рәхмәт, бик яҡшы.
ru: Спасибо, очень хорошо.

source: Нурия, хәлдәр нисек?
ru: Нурия, как дела?

source: Уртаса.
ru: Средне.

source: Хәлдәр нисек, Гөлнур?
ru: Как дела, Гульнур?

source: Насар, бик насар, Әхәт.
ru: Плохо, очень плохо, Ахат.

source: Нихәл?
ru: Как дела?

source: Нихәл, Нил?
ru: Как дела, Нил?

source: Шәп, Гүзәл.
ru: Прекрасно, Гузель.

source: Нихәл, Анна?
ru: Как дела, Анна?

source: Насар, Рөстәм.
ru: Плохо, Рустем.

source: Альбина, нихәл?
ru: Альбина, как дела?

source: Рәхмәт, Нур, яҡшы.
ru: Спасибо, Нур, хорошо.

source: Сәғәт нисә?
ru: Который час?

source: Ағай, сәғәт нисә?
ru: Который час, дядя?
